---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.WattsPerSquareMeterKelvin
source: html/74be759c-3b7a-04f5-3d7a-4f524613ae92.htm
---
# Autodesk.Revit.DB.UnitTypeId.WattsPerSquareMeterKelvin Property

Watts per square meter kelvin.

## Syntax (C#)
```csharp
public static ForgeTypeId WattsPerSquareMeterKelvin { get; }
```